function showInfo(name){

let info = "";

if(name == "a1"){
info = "AI және графикалық дизайн идеяларын зерттеумен айналысады.";
}

if(name == "a2"){
info = "Креативті дизайн және визуалды контент жасауға қызығады.";
}

if(name == "a3"){
info = "Жасанды интеллект құралдарын пайдаланып жобалар жасайды.";
}

if(name == "a4"){
info = "Техникалық бөлім, AI технологияларын зерттеу бағыты.";
}

if(name == "a5"){
info = "Шығармашылық визуал дизайн және идея генерациясы.";
}

document.getElementById("infoBox").innerHTML = info;
}
